{
  "url": "https://www.omkar.cloud/legal/privacy/",
  "title": "Privacy Policy",
  "content": [
    {
      "type": "text",
      "content": "Privacy Policy"
    },
    {
      "type": "text",
      "content": "Last updated: February 23, 2023"
    },
    {
      "type": "text",
      "content": "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You."
    },
    {
      "type": "text",
      "content": "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy."
    },
    {
      "type": "text",
      "content": "Interpretation and Definitions"
    },
    {
      "type": "text",
      "content": "Interpretation"
    },
    {
      "type": "text",
      "content": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural."
    },
    {
      "type": "text",
      "content": "Definitions"
    },
    {
      "type": "text",
      "content": "For the purposes of this Privacy Policy:"
    },
    {
      "type": "text",
      "content": "Account"
    },
    {
      "type": "text",
      "content": "Account"
    },
    {
      "type": "text",
      "content": "Affiliate"
    },
    {
      "type": "text",
      "content": "Affiliate"
    },
    {
      "type": "text",
      "content": "Company"
    },
    {
      "type": "text",
      "content": "Company"
    },
    {
      "type": "text",
      "content": "Cookies"
    },
    {
      "type": "text",
      "content": "Cookies"
    },
    {
      "type": "text",
      "content": "Country"
    },
    {
      "type": "text",
      "content": "Country"
    },
    {
      "type": "text",
      "content": "Device"
    },
    {
      "type": "text",
      "content": "Device"
    },
    {
      "type": "text",
      "content": "Personal Data"
    },
    {
      "type": "text",
      "content": "Personal Data"
    },
    {
      "type": "text",
      "content": "Service"
    },
    {
      "type": "text",
      "content": "Service"
    },
    {
      "type": "text",
      "content": "Service Provider"
    },
    {
      "type": "text",
      "content": "Service Provider"
    },
    {
      "type": "text",
      "content": "Third-party Social Media Service"
    },
    {
      "type": "text",
      "content": "Third-party Social Media Service"
    },
    {
      "type": "text",
      "content": "Usage Data"
    },
    {
      "type": "text",
      "content": "Usage Data"
    },
    {
      "type": "text",
      "content": "Website"
    },
    {
      "type": "text",
      "content": "Website"
    },
    {
      "type": "text",
      "content": "You"
    },
    {
      "type": "text",
      "content": "You"
    },
    {
      "type": "text",
      "content": "Collecting and Using Your Personal Data"
    },
    {
      "type": "text",
      "content": "Types of Data Collected"
    },
    {
      "type": "text",
      "content": "Personal Data"
    },
    {
      "type": "text",
      "content": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:"
    },
    {
      "type": "text",
      "content": "Email address"
    },
    {
      "type": "text",
      "content": "Email address"
    },
    {
      "type": "text",
      "content": "First name and last name"
    },
    {
      "type": "text",
      "content": "First name and last name"
    },
    {
      "type": "text",
      "content": "Phone number"
    },
    {
      "type": "text",
      "content": "Phone number"
    },
    {
      "type": "text",
      "content": "Usage Data"
    },
    {
      "type": "text",
      "content": "Usage Data"
    },
    {
      "type": "text",
      "content": "Usage Data"
    },
    {
      "type": "text",
      "content": "Usage Data is collected automatically when using the Service."
    },
    {
      "type": "text",
      "content": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data."
    },
    {
      "type": "text",
      "content": "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data."
    },
    {
      "type": "text",
      "content": "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device."
    },
    {
      "type": "text",
      "content": "Information from Third-Party Social Media Services"
    },
    {
      "type": "text",
      "content": "The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:"
    },
    {
      "type": "text",
      "content": "Google"
    },
    {
      "type": "text",
      "content": "Facebook"
    },
    {
      "type": "text",
      "content": "Twitter"
    },
    {
      "type": "text",
      "content": "LinkedIn"
    },
    {
      "type": "text",
      "content": "If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account."
    },
    {
      "type": "text",
      "content": "You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy."
    },
    {
      "type": "text",
      "content": "Tracking Technologies and Cookies"
    },
    {
      "type": "text",
      "content": "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:"
    },
    {
      "type": "text",
      "content": "Cookies or Browser Cookies."
    },
    {
      "type": "text",
      "content": "Web Beacons."
    },
    {
      "type": "text",
      "content": "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser."
    },
    {
      "type": "text",
      "content": "We use both Session and Persistent Cookies for the purposes set out below:"
    },
    {
      "type": "text",
      "content": "Necessary / Essential Cookies"
    },
    {
      "type": "text",
      "content": "Necessary / Essential Cookies"
    },
    {
      "type": "text",
      "content": "Type: Session Cookies"
    },
    {
      "type": "text",
      "content": "Administered by: Us"
    },
    {
      "type": "text",
      "content": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services."
    },
    {
      "type": "text",
      "content": "Cookies Policy / Notice Acceptance Cookies"
    },
    {
      "type": "text",
      "content": "Cookies Policy / Notice Acceptance Cookies"
    },
    {
      "type": "text",
      "content": "Type: Persistent Cookies"
    },
    {
      "type": "text",
      "content": "Administered by: Us"
    },
    {
      "type": "text",
      "content": "Purpose: These Cookies identify if users have accepted the use of cookies on the Website."
    },
    {
      "type": "text",
      "content": "Functionality Cookies"
    },
    {
      "type": "text",
      "content": "Functionality Cookies"
    },
    {
      "type": "text",
      "content": "Type: Persistent Cookies"
    },
    {
      "type": "text",
      "content": "Administered by: Us"
    },
    {
      "type": "text",
      "content": "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website."
    },
    {
      "type": "text",
      "content": "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy."
    },
    {
      "type": "text",
      "content": "Use of Your Personal Data"
    },
    {
      "type": "text",
      "content": "The Company may use Personal Data for the following purposes:"
    },
    {
      "type": "text",
      "content": "To provide and maintain our Service"
    },
    {
      "type": "text",
      "content": "To provide and maintain our Service"
    },
    {
      "type": "text",
      "content": "To manage Your Account:"
    },
    {
      "type": "text",
      "content": "To manage Your Account:"
    },
    {
      "type": "text",
      "content": "For the performance of a contract:"
    },
    {
      "type": "text",
      "content": "For the performance of a contract:"
    },
    {
      "type": "text",
      "content": "To contact You:"
    },
    {
      "type": "text",
      "content": "To contact You:"
    },
    {
      "type": "text",
      "content": "To provide You"
    },
    {
      "type": "text",
      "content": "To provide You"
    },
    {
      "type": "text",
      "content": "To manage Your requests:"
    },
    {
      "type": "text",
      "content": "To manage Your requests:"
    },
    {
      "type": "text",
      "content": "For business transfers:"
    },
    {
      "type": "text",
      "content": "For business transfers:"
    },
    {
      "type": "text",
      "content": "For other purposes"
    },
    {
      "type": "text",
      "content": "For other purposes"
    },
    {
      "type": "text",
      "content": "We may share Your personal information in the following situations:"
    },
    {
      "type": "text",
      "content": "With Service Providers:"
    },
    {
      "type": "text",
      "content": "For business transfers:"
    },
    {
      "type": "text",
      "content": "With Affiliates:"
    },
    {
      "type": "text",
      "content": "With business partners:"
    },
    {
      "type": "text",
      "content": "With other users:"
    },
    {
      "type": "text",
      "content": "With Your consent"
    },
    {
      "type": "text",
      "content": "Retention of Your Personal Data"
    },
    {
      "type": "text",
      "content": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies."
    },
    {
      "type": "text",
      "content": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods."
    },
    {
      "type": "text",
      "content": "Transfer of Your Personal Data"
    },
    {
      "type": "text",
      "content": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction."
    },
    {
      "type": "text",
      "content": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer."
    },
    {
      "type": "text",
      "content": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information."
    },
    {
      "type": "text",
      "content": "Delete Your Personal Data"
    },
    {
      "type": "text",
      "content": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You."
    },
    {
      "type": "text",
      "content": "Our Service may give You the ability to delete certain information about You from within the Service."
    },
    {
      "type": "text",
      "content": "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us."
    },
    {
      "type": "text",
      "content": "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so."
    },
    {
      "type": "text",
      "content": "Disclosure of Your Personal Data"
    },
    {
      "type": "text",
      "content": "Business Transactions"
    },
    {
      "type": "text",
      "content": "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy."
    },
    {
      "type": "text",
      "content": "Law enforcement"
    },
    {
      "type": "text",
      "content": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency)."
    },
    {
      "type": "text",
      "content": "Other legal requirements"
    },
    {
      "type": "text",
      "content": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:"
    },
    {
      "type": "text",
      "content": "Comply with a legal obligation"
    },
    {
      "type": "text",
      "content": "Protect and defend the rights or property of the Company"
    },
    {
      "type": "text",
      "content": "Prevent or investigate possible wrongdoing in connection with the Service"
    },
    {
      "type": "text",
      "content": "Protect the personal safety of Users of the Service or the public"
    },
    {
      "type": "text",
      "content": "Protect against legal liability"
    },
    {
      "type": "text",
      "content": "Security of Your Personal Data"
    },
    {
      "type": "text",
      "content": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security."
    },
    {
      "type": "text",
      "content": "Children's Privacy"
    },
    {
      "type": "text",
      "content": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers."
    },
    {
      "type": "text",
      "content": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information."
    },
    {
      "type": "text",
      "content": "Links to Other Websites"
    },
    {
      "type": "text",
      "content": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit."
    },
    {
      "type": "text",
      "content": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services."
    },
    {
      "type": "text",
      "content": "Changes to this Privacy Policy"
    },
    {
      "type": "text",
      "content": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page."
    },
    {
      "type": "text",
      "content": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy."
    },
    {
      "type": "text",
      "content": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page."
    },
    {
      "type": "text",
      "content": "Contact Us"
    },
    {
      "type": "text",
      "content": "If you have any questions about this Privacy Policy, You can contact us:"
    },
    {
      "type": "text",
      "content": "By email: chetan@omkar.cloud"
    }
  ]
}